/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

//Year
"yearsago"= "il y a %1$lu ans";
"yearago"= "il y a 1 an";

"yearsahead"= "dans %1$lu ans";
"yearahead"= "dans 1 an";

//Month
"monthsago"= "il y a %1$lu mois";
"monthago"= "dans 1 mois";

"monthsahead"= "dans %1$lu mois";
"monthahead"= "dans 1 mois";

//Week
"weeksago"= "il y a %1$lu semaines";
"weekago"= "il y a 1 semaine";

"weeksahead"= "dans %1$lu semaines";
"weekahead"= "dans 1 semaine";

//Day
"daysago"= "il y a %1$lu jour";
"dayago"= "il y a 1 jour";

"dayago-idiomatic"= "hier";

"daysahead"= "dans %1$lu jours";
"dayahead"= "dans 1 jour";

"dayahead-idiomatic"= "demain";

//Hour
"hoursago"= "il y a %1$lu heures";
"hourago"= "il y a 1 heure";

"hoursahead"= "dans %1$lu heures";
"hourahead"= "dans 1 heure";

//Minute
"minutesago"= "il y a %1$lu minutes";
"minuteago"= "il y a 1 minute";

"minutesahead"= "dans %1$lu minutes";
"minuteahead"= "dans 1 minute";

//Second
"secondsago"= "il y a %1$lu secondes";
"secondago"= "il y a 1 seconde";

"secondsago-idiomatic"= "il y a quelques secondes";

"secondsahead"= "dans %1$lu secondes";
"secondahead"= "dans 1 seconde";

"secondsahead-idiomatic"= "dans quelques secondes";

"now"="maintenant";

//Precision

"thisyear"="cette année";
"thismonth"="ce mois-ci";
"thisweek"="cette semaine";
"today"="aujourd'hui";
"thishour"="moins d'une heure";
"thisminute"="moins d'une minute";
